/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Use BlackBerry Blend para ver mensaxes e contidos do seu dispositivo BlackBerry nun ordenador. Tamén pode ver o calendario e os contactos, e xestionar ficheiros entre o seu ordenador e o seu dispositivo.  Se o dispositivo está activado na empresa, poderá acceder de xeito seguro a súa información e ficheiros do traballo e á intranet, sen necesidade de conectarse mediante VPN. BlackBerry Blend é compatible con dispositivos con BlackBerry 10 OS versión 10.3 ou posterior.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Use BlackBerry Link para realizar copias de seguridade e restaurar os datos do seu dispositivo, cambiar a un dispositivo novo e actualizar ou reinstalar o software do seu dispositivo. Tamén poderá sincronizar os seus contidos multimedia e documentos, e organizar datos como contactos e calendarios entre o seu ordenador e o seu dispositivo. Acceda aos ficheiros do seu ordenador desde o seu dispositivo mediante a función de acceso remoto aos ficheiros e moito máis.";